tap "codeclimate/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "quarkusio/tap"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "gettext"
brew "glib"
brew "cloc"
brew "openldap"
brew "curl"
brew "unbound", restart_service: true
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "git-crypt"
brew "helix"
brew "node"
brew "http-server"
brew "mas"
brew "maven"
brew "neovim"
brew "prettier"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "stylua"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "quarkusio/tap/quarkus"
cask "1password6"
cask "audacity"
cask "blackhole-2ch"
cask "boop"
cask "browserstacklocal"
cask "caffeine"
cask "cyberduck"
cask "docker"
cask "elektron-transfer"
cask "figma"
cask "firefox-developer-edition"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-ibm-plex"
cask "font-open-sans"
cask "font-roboto"
cask "fork"
cask "google-chrome"
cask "gpg-suite"
cask "graphql-playground"
cask "handbrake"
cask "imageoptim"
cask "inkscape"
cask "intellij-idea-ce"
cask "jdownloader"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "mattermost"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "ngrok"
cask "nordvpn"
cask "openemu"
cask "pd"
cask "playdate-simulator"
cask "postman"
cask "skype"
cask "slack"
cask "soulseek"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "iMovie", id: 408981434
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "Angular.ng-template"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hjb2012.vscode-es6-string-html"
vscode "jock.svg"
vscode "octref.vetur"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "Shopify.ruby-lsp"
vscode "stylelint.vscode-stylelint"
vscode "tomwhite007.rename-angular-component"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "YouMayCallMeV.vscode-java-saber"
