tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "gettext"
brew "glib"
brew "curl"
brew "libtool"
brew "libpq"
brew "composer"
brew "coreutils"
brew "erlang"
brew "elixir"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git-ftp"
brew "gnupg"
brew "handbrake", link: false
brew "http-server"
brew "httpd"
brew "luarocks"
brew "mas"
brew "maven"
brew "mysql"
brew "n"
brew "ncurses"
brew "neovim"
brew "nghttp2"
brew "pandoc"
brew "php@7.3"
brew "prettier"
brew "pyenv"
brew "python@3.8"
brew "ripgrep"
brew "stylua"
brew "transmission-cli"
brew "wget"
brew "woff2"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "mongodb/brew/mongocli"
brew "mongodb/brew/mongodb-community@3.4"
cask "1password6"
cask "arq"
cask "audacity"
cask "boop"
cask "caffeine"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "elektron-transfer"
cask "figma"
cask "font-fira-mono-nerd-font"
cask "font-ibm-plex"
cask "fork"
cask "gimp"
cask "google-chrome"
cask "handbrake"
cask "imageoptim"
cask "inkscape"
cask "jdownloader"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "ngrok"
cask "nordvpn"
cask "openemu"
cask "pd"
cask "postman"
cask "skype"
cask "slack"
cask "soulseek"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "typora"
cask "vcv-rack"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
mas "iMovie", id: 408981434
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
